---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfileWithLips
source: html/889cd0af-bb67-5652-9906-d83da4759638.htm
---
# StructuralSectionSigmaProfileWithLips Methods

Returns size of the section boundary.